using System;

namespace Bilet13
{
    class Program
    {
        //Интерфейс — это совокупность средств и методов обеспечения взаимодействия между элементами системы.Интерфейс задаёт пара-метры, 
        //    процедуры и характеристики взаимодействия объектов систе-мы.
        //    Под термином «интерфейс» также понимается комплекс про-граммных и технических средств, посредством которого 
        //    осуществляет-ся взаимодействие человека-оператора с вычислительными средствами автоматизированной системы управления 
        //    в процессе её функциониро-вания.
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}
