using Bilet15.Units;
using System;

namespace Bilet15
{
    public class Program
    {
        //Синтаксис наследования интерфейсов такой же, как и у классов.Когда в классе реализуется один интерфейс, наследующий другой, в нем должны быть реализованы все члены, определенные в цепочке наследования интерфейсов.
        //    Таким образом, интерфейсы могут быть организованы в иерархии. Как и в иерархии классов, в иерархии интерфейсов, когда какой-то интерфейс расширяет существующий, он наследует все абстрактные члены своего родителя (или родителей).
        static void Main(string[] args)
        {
        }
    }
}
